Repository: wp-buddy/Google-Plus-Author-Information-In-Search-Results-WordPress-Plugin-Language-Files
Catalog: google-author-*.po
Languages: de_de, nl_nl

source: General
de_de: Allgemein
nl_nl: Algemeen

source: Help
de_de: Hilfe

source: Test Authorship
de_de: Authorship testen
nl_nl: Test Auteurschap

source: Settings
de_de: Einstellungen
nl_nl: Instellingen

source: About
de_de: Über
nl_nl: Over

source: Helpful links
de_de: Hilfreiche Links
nl_nl: Handige links

source: Like this plugin?
de_de: Du magst dieses Plugin?
nl_nl: Vind je deze plugin leuk?

source: Keep up-to-date
de_de: Bleiben Sie Up-To-Date!
nl_nl: Up-to-date houden

source: Google+ Author Information Settings
de_de: Google Plus Author Information Einstellungen
nl_nl: Google+ auteur informatie instellingen

source: Could not test this page.
de_de: Diese Seite konnte nicht getestet werden.

source: Please choose at least one post type below.
de_de: Bitte wählen Sie zumindest einen Artikeltyp in der Liste unten aus.

source: The page with the URL %1$s could not be verified. The site delivered a page with the status code %2$s (%3$s).
de_de: Die Seite mit der URL "%1$s" konnte nicht abgerufen werden. Sie lieferte den Status-Code %2$s (%3$s).

source: The page you have selected seems to be empty.
de_de: Die Seite die Du ausgewählt hast scheint leer zu sein.

source: The author of the following post has not yet set the link to his/her Google+ profile: %s
de_de: Der Autor der folgenden Seite hat seinen Google+ Link noch nicht eingefügt: %s

source: The Google+ link could not be found on this page: %1$s. Please make sure that the author of this post has entered his/her Google+ link.
de_de: Der Google+ Link konnte auf folgender Seite nicht gefunden werden: %1$s. Bitte stelle sicher, dass der Autor der Seite seinen Google+ Link auf seiner Profilseite eingegeben hat.

source: The authors Google+ link was found. Perfect!
de_de: Der Google+ Link des Autors wurde gefunden. Perfekt!

source: Now you can check this page with the Google Rich Snippets Testing Tool.
de_de: Jetzt kannst Du Deine Seite mit dem Rich Snippets Testung Tool von Google testen.

source: Test now
de_de: Jetzt testen

source: The link to your Google+ page (Publishership) was not found.
de_de: Der Link zu Deiner Google+ Seite (Publishership) wurde nicht gefunden. Schade!

source: The link to your Google+ page (Publishership) was found. Nice!
de_de: Der Link zu Deiner Google+ Seite (Publishership) wurde gefunden. Super!

source: More Plugins by WPBuddy
de_de: Mehr Plugins von WPBuddy
nl_nl: Meer Plugins van WPBuddy

source: Need help?
de_de: Benötigen Sie Hilfe?
nl_nl: Hulp nodig?

source: Click here to expand the help section.
de_de: Klicken Sie hier um die Hilfe aufzuklappen.
nl_nl: Klik hier om de help-sectie uit te breiden.

source: Not now!
de_de: Nicht jetzt!
nl_nl: Niet nu!

source: Our Google+ page
de_de: Unsere Google+ Seite
nl_nl: Onze Google+ pagina

source: This plugin will replace your author link in your theme with your Google+ Profile link to make sure that your Google+ profile picture will be shown at the Google search results.
de_de: Dieses Plugin ersetzt den Autoren-Link im Theme mit einem speziellen Google+-Link. Damit wird in den Google Suchergebnissen jeweils ein Profilbild des Autors mit angezeigt.
nl_nl: Deze plugin zal uw Auteur link in uw thema vervangen met uw Google + profiel link om ervoor te zorgen dat uw Google+ profielfoto wordt getoond bij de zoekresultaten van Google.

source: Alternatively the link can be included in the content if your theme does not show the author link.
de_de: Alternativ kann der Link auch im Inhaltsbereich eingefügt werden wenn das aktuell gewählte Theme keine Autorenlinks anzeigt.
nl_nl: U kun took de koppeling in de inhoud opnemen als het thema de auteur link niet weergeeft.

source: A) Set up authorship by linking your content to your Google+ profile
de_de: A) Richten Sie die Urheberschaft ein, indem Sie Ihre Inhalte mit Ihrem Google+ Profil verknüpfen
nl_nl: A) auteurschap ingesteld door uw inhoud te koppelen aan uw Google+ profiel

source: Follow this link to open your Google+ profile: %s
de_de: Folgen Sie diesen Link um Ihre Google+ Profilseite zu öffnen: %s
nl_nl: Volg deze link om te uw Google + profiel te openen: %s

source: Copy your Profile-URL from the address bar to clipboard (see picture below):
de_de: Kopieren Sie die Profil-URL aus der Adresszeile des Browser in die Zwischenablage (siehe Bild unten):
nl_nl: Kopieer uw profiel-URL uit de adresbalk naar het klembord (zie afbeelding hieronder):

source: Go to your WordPress Admin Panel and click Users &raquo; %s. Paste the above mentioned URL to the field where it says "Google+" in the "Contact Info" section.
de_de: Wechseln Sie zur Wordpress Administrationsoberfläche und klicken Sie auf Benutzer &raquo; %s. Fügen Sie die oben genannte URL in das Feld "Google+" in der Sektion "Kontaktinfo" ein.

source: Your Profile
de_de: Dein Profil
nl_nl: Uw Profiel

source: Click Update Profile.
de_de: Klicken Sie auf "Profil aktualisieren".
nl_nl: Klik op Update Profiel.

source: Repeat the above steps with all the other WordPress authors on your blog.
de_de: Wiederholen Sie die oben genannten Schritte mit allen anderen Wordpress Autoren auf Ihrem Blog.
nl_nl: Herhaal de bovenstaande stappen met alle de andere WordPress auteurs op uw blog.

source: B) Add a reciprocal link back from your profile to the site you just updated
de_de: B) Fügen Sie einen Link hinzu, der von Ihrem Profil zu der Website zurückführt, die Sie soeben aktualisiert haben.
nl_nl: B) een wederzijdse link terug uit uw profiel toevoegen aan de site die u zojuist hebt bijgewerkt

source: Follow this link to edit the "Contributor To" section: %s
de_de: Folgen Sie diesem Link um den Abschnitt "Macht mit bei" zu bearbeiten: %s
nl_nl: Volg deze link om de "Contributor To" sectie te bewerken: %s

source: A dialog will appear. Scroll down to the "Contributor to" section. Click "Add custom link" and enter your website URL: %s
de_de: Ein Dialogfenster wird erscheinen. Suchen Sie den Bereich der mit "Macht mit bei" beschrieben ist. Klicken Sie dann auf "Benutzerdefinierten Link hinzufügen" und geben Sie dann Ihre Website-URL ein: %s
nl_nl: Er verschijnt een dialoogvenster. Scroll naar beneden naar de "Contributor to" sectie. "Klik op aangepaste link " en voer URL van uw website: %s in

source: Optional: For the label you can use your website title: %s
de_de: Optional: Für das Label können Sie Ihren Website-Titel benutzen: %s
nl_nl: Optioneel: Voor het label kunt u uw website Titel: %s gebruiken

source: If you want, click the drop-down list to specify who can see the link.
de_de: Wenn Sie möchten, können Sie in der Dropdown-Liste festlegen, wer den Link sehen kann.
nl_nl: Als u wilt, klikt u op de drop-down lijst om aan te geven wie de koppeling kan zien.

source: Click Save.
de_de: Klicken Sie auf Speichern.
nl_nl: Klik opslaan.

source: Tell your authors that they should also do step B.
de_de: Teilen Sie Ihren Autoren mit, dass Sie Schritt B ebenfalls durchführen sollen.
nl_nl: Vertel uw auteurs die ze ook stap B moeten doen.

source: To see what author data Google can extract from your page, use the Rich Snippet Testing Tool. For this use the buttons in the Test-Area on this page.
de_de: Um sehen zu können welche Autordaten Google aus Ihrer Seite extrahieren kann, können Sie den Rich Snippets-Tester benutzen. Benutzen Sie dazu die entsprechenden Schaltflächen weiter unten.
nl_nl: Om te zien welke auteur gegevens Google uit uw pagina ophaalt kunt, de Rich Snippet Testing Tool gebruiken. Gebruik hiervoor de knoppen in het testgebied op deze pagina.

source: If Google cannot extract your profile picture, please read the FAQ which you can find on our website:
de_de: Wenn Google Ihr Profilbild nicht extrahieren kann, lesen Sie bitte die FAQ die Sie auf folgender Seite finden können:
nl_nl: Als Google uw profiel foto niet kan weergeven, lees dan onze FAQ die u kunt vinden op onze website:

source: Open the documentation now.
de_de: Die Dokumentation jetzt öffnen.
nl_nl: Open nu de documentatie.

source: Installation manual
de_de: Installationsanleitung
nl_nl: Installatiehandleiding

source: Frequently Asked Questions
de_de: Häufig gestellte Fragen
nl_nl: Veel gestelde vragen

source: Report a bug
de_de: Einen Fehler melden
nl_nl: Rapporteer een bug

source: Request a function
de_de: Eine neue Funktion wünschen
nl_nl: Verzoek een functie

source: Submit a translation
de_de: Eine Übersetzung einreichen
nl_nl: Indienen van een vertaling

source: More cool stuff by WPBuddy
de_de: Weitere Produkte von WPBuddy
nl_nl: Meer mooie dingen door WPBuddy

source: Your first name
de_de: Ihr Vorname
nl_nl: Uw voornaam

source: Your E-Mail address
de_de: Ihre E-Mail Adresse
nl_nl: Uw e-mailadres

source: Subscribe
de_de: Eintragen
nl_nl: Abonneren

source: Post/Page to test
de_de: Beitrag/Seite die getestet werden soll

source: Author Settings
de_de: Autoreinstellungen
nl_nl: Auteur instellingen

source: Frontpage authors
de_de: Startseiten-Autoren

source: Category authors
de_de: Kategorie-Autoren

source: Tag authors
de_de: Schlagwort-Autoren

source: Choose the post types to use with the plugin
de_de: Wählen Sie die Artikeltypen die mit diesem Plugin verwendet werden sollen.
nl_nl: Kies de post typen om te gebruiken met de plugin

source: Show or hide the link?
de_de: Link anzeigen oder verstecken?
nl_nl: Toon of verberg de link?

source: Where to show the link in the content
de_de: Wo soll der Link im Inhaltsbereich angezeigt werden?
nl_nl: Waar de link in de inhoud moet worden weergeven

source: Open the link in a new window?
de_de: Öffne den Link in einem neuen Fenster?
nl_nl: De koppeling in een nieuw venster openen?

source: Display in Feed?
de_de: Im Feed anzeigen?
nl_nl: Weergave in Feed?

source: Publisher Settings
de_de: Publisher Einstellungen
nl_nl: Publisher-instellingen

source: Google+ Page URL
de_de: Google+ Seiten-URL
nl_nl: Google+ pagina URL

source: Google+ Page Link text
de_de: Google+ Seitenlink-Text
nl_nl: Google+ paginalink tekst

source: Link styles
de_de: Link Style
nl_nl: Koppeling stijlen

source: General Settings
de_de: Allgemeine Einstellungen
nl_nl: Algemene instellingen

source: Purchase Code
de_de: Kaufcode (Purchase Code)
nl_nl: Aankoop Code

source: Replace author link with the authors Google+ link
de_de: Ersetze Autorenlink mit Google+ Profillink
nl_nl: Auteur koppeling vervangen door de auteurs koppeling van Google+

source: This will probably not work with some themes.
de_de: Einige Themes unterstützen diese Funktion nicht.
nl_nl: Dit zal waarschijnlijk niet werken met sommige thema's.

source: Put it into the header
de_de: In den Headerbereich verlegen
nl_nl: Zet het in de header

source: This is not visible to the visitors but for Google only. <strong>recommended option</strong>.
de_de: Dies wird für den Besucher nicht sichtbar sein. <strong>Empfohlene Option</strong>.

source: Show the link in the widget-area.
de_de: Als Widget einbinden
nl_nl: De link in het widget-gebied weergeven.

source: Please save this settings and go to your widget settings to add the widget.
de_de: Bitte speichern Sie Ihre aktuellen Einstellungen und fügen Sie das Widget zu einer Ihrer Seitenleisten hinzu.
nl_nl: Gelieve deze instellingen op te slaan en ga naar uw widget instellingen voor het toe voegen van de widget.

source: Show it in the content-area
de_de: Im Inhaltsbereich anzeigen
nl_nl: Laat het zien in het inhoud gebied

source: See the settings below for more information
de_de: Weitere Einstellungen finden Sie unten
nl_nl: Zie de instellingen hieronder voor meer informatie

source: Not every theme shows the Author-Link right beside a page or a post. In this case activate the link to be included in the content.
de_de: Nicht jedes Theme zeigt einen Autorenlink neben einer Seite oder einem Artikel an. In diesem Fall können Sie den Link direkt im Inhaltsbereich einfügen lassen.
nl_nl: Niet elk thema toont de auteur-Link rechts naast een pagina of een post. In dit geval moet de koppeling worden opgenomen in de inhoud te om deze te activeren.

source: Hide
de_de: Verstecken
nl_nl: Verbergen

source: Show
de_de: Anzeigen
nl_nl: Toon

source: Please note that Google does not like hidden links.
de_de: Bitte beachten Sie: Google mag keine versteckten Links!
nl_nl: Houd er rekening mee dat Google niet van verborgen links houdt.

source: Before the content
de_de: Vor dem Inhaltsbereich
nl_nl: Voor de inhoud

source: After the content
de_de: Nach dem Inhaltsbereich
nl_nl: Na de inhoud

source: Before and after the content
de_de: Vor und nach dem Inhaltsbereich
nl_nl: Voor en na de inhoud

source: Enter your purchase code in order to get automatic updates!
de_de: Bitte geben Sie Ihren Kaufcode (Purchase Code) ein um Updates automatisch zu erhalten!
nl_nl: Voer uw aankoop code om automatische updates te ontvangen!

source: Click here if you do not know where to find your purchase code.
de_de: Klicken Sie hier, wenn Sie Ihren Kaufcode (Purchase Code) nicht finden können.
nl_nl: Klik hier als u niet waar u de aankoop code kunt vinden.

source: Enter the URL to your Google+ page (if any) to link your Google+ page with your website.
de_de: Geben Sie die URL zu Ihrer Google+ Seite ein (falls vorhanden). Damit können Sie Ihre Website mit Ihrer Google+ Seite verknüpfen.
nl_nl: Voer de URL naar uw pagina Google + (indien aanwezig) als u wilt koppelen uw Google + pagina met uw website.

source: Help: Click here to learn more about Google's Publishership (Question 10)
de_de: Hilfe: Klicken Sie hier um mehr über Google's Publishership zu erfahren (Frage 10 - englisch)
nl_nl: Help: Klik hier voor meer informatie over Googles Publishership (vraag 10)

source: In the header (not visible for the visitors)
de_de: In den Kopfbereich (für den Besucher nicht sichtbar)
nl_nl: In de koptekst (niet zichtbaar voor de bezoekers)

source: In the footer
de_de: In den Fußbereich
nl_nl: In de voettekst

source: Whether the link should be displayed in the header (not visible to the visitor) rather than in the footer.
de_de: Ob der link im Kopfbereich (für den Besucher nicht sichtbar) oder im Fußbereich angezeigt werden soll.
nl_nl: Of de koppeling moet worden weergegeven in de koptekst (niet zichtbaar voor de bezoeker) in plaats van in de voettekst.

source: Start typing to select a post
de_de: Schreibe etwas um einen Beitrag auszuwählen

source: Start testing...
de_de: Teste…

source: Start typing to select a user
de_de: Schreibe etwas um einen Benutzer auszuwählen

source: Please select the users that will be displayed as authors for the front or home page.
de_de: Bitte wähle die Benutzer aus, die als Autoren für die Startseite angezeigt werden sollen.

source: Please select the users that will be displayed as authors for category pages.
de_de: Bitte wähle die Benutzer aus, die als Autoren für Kategorie-Seiten angezeigt werden sollen.

source: Please select the users that will be displayed as authors for tag pages.
de_de: Bitte wähle die Benutzer aus, die als Autoren für Schlagwort-Seiten angezeigt werden sollen.

source: Add the Google+ Authorship Link to your sidebar.
de_de: Fügen Sie den Google+ Authorship Link zur Sidebar hinzu.
nl_nl: De Google + auteurschap koppeling toevoegen aan uw zijbalk.

source: Title
de_de: Titel
nl_nl: Titel

source: You should consider entering you purchase code for the %s plugin because you get every update immediately delivered to your WordPress installation.
de_de: Du solltest dir überlegen den Purchase Code (engl. Kaufcode) für das %s Plugin einzugeben. Damit erhältst du alle erscheinenden Updates immer sofort automatisch und kannst sie direkt über deine WordPress-Installation installieren.

source: Google+ Author Information
nl_nl: Google+ Auteur informatie

source: Go to your WordPress Admin Panel and click Users » %s. Paste the above mentioned URL to the field where it says "Google+" in the "Contact Info" section.
nl_nl: Ga naar uw WordPress Admin Panel en klik op gebruikers» % s. plak de hierboven vermelde URL naar het veld waar het zegt "Google+" in de "Contact Info" sectie.

source: Link text
nl_nl: Koppelingstekst

source: This is not visible to the visitors but for Google only
nl_nl: Dit is niet zichtbaar aan de bezoekers maar alleen voor Google

source: Google+ Author
nl_nl: Google + Auteur
